Overload List
Name  |   Description
ConnectDuctPlaceholdersAtElbow(Document, Connector, Connector)
 Connects a pair of placeholders that can intersect in an Elbow connection.
ConnectDuctPlaceholdersAtElbow(Document, ElementId, ElementId)
 Connects a pair of placeholders that can intersect in an Elbow connection.
 See Also
  MechanicalUtils Class
  MechanicalUtils Members
  Autodesk.Revit.DB.Mechanical Namespace